/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Anexos (%d)";

/* Old singular title format */
"AttachmentsKey" = "Anexo (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Adicionar anexo";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Tirar foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Anexo %d excluído";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Arquivos";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancelar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Título";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notas";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVISO: o navigationController do UITableViewController atual é nulo para FUIFormCell. FUIAttachmentsFormCell e ListPickerFormCell não funcionarão corretamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d horas e %d minutos";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Duração";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hora";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "horas";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selecionadas";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Todas";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Selecionados (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Toque duas vezes para ver os %d itens selecionados.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Toque duas vezes para ver o item selecionado.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Tem certeza de que deseja descartas as seleções?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Descartar alterações";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Continuar editando";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Aplicar";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Aviso: a pesquisa está desativada porque a propriedade listPickerSearchResultsUpdating em ListPickerFormCell é nula.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Marcar tudo";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Desmarcar tudo";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Fechar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mais";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menos";

/* The string for switch button */
"SwitchBUttonKey" = "Botão Alternar";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ativado";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desativado";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Toque duas vezes na tela para ativar/desativar o recurso";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Ordenar por";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Não selecionado";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Toque duas vezes na tela para alternar a seleção";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Toque duas vezes na tela para alternar a direção da ordem";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "este é o controle deslizante %@ cujo valor máximo é %@ e valor mínimo é %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "você pode ajustar para cima/baixo quando elemento está selecionado para modificar o valor do controle deslizante";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "O valor atual é %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Valor atual modificado para %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Campo somente leitura";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Mais nenhum caractere restante";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Reduza o número de caracteres";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Ação de entrada alternativa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Botão";

/* Clear Text button title */
"ClearTextKey" = "Limpar texto";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Texto de entrada limpo";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Toque duas vezes para abrir";

"DoubleTapToCollapseKey" = "Toque duas vezes para recolher";

"DoubleTapToSelectFromList" = "Toque duas vezes para selecionar na lista";

"DoubleTapToSelect" = "Toque duas vezes para selecionar";

"DoubleTapToUnselect" = "Toque duas vezes para desmarcar";

"FlashKey" = "Flash";

"FlashIsTurnedOnKey" = "Flash ativado";

"FlashIsTurnedOffKey" = "Flash desativado";

"DoubleTapToTurnOnFlashKey" = "Toque duas vezes para ativar o flash";

"DoubleTapToTurnOffFlashKey" = "Toque duas vezes para desativar o flash";

/* FUIStepperView tip */
"StepperTipKey" = "Este é um controle de valores editável";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Este é um controle de valores não editável";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "O valor máximo é %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "O valor mínimo é %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Aumente o valor em 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Diminua o valor em 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "O valor atual é";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtro";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultados \\(filteredNum) de \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Mostrar \\(filteredNum) itens";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Reinicializar";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Este é um controle deslizante editável, o valor mínimo é %@ e o valor máximo é %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Este é um controle deslizante não editável, o valor mínimo é %@ e o valor máximo é %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Este é um cursor de intervalo editável, o valor mínimo é %@ e o valor máximo é %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Este é um cursor de intervalo não editável, o valor mínimo é %@ e o valor máximo é %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "campo de texto de valor do controle deslizante";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "campo de texto de valor inferior";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "campo de texto de valor superior";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Você pode tocar duas vezes para inserir um valor específico";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "miniatura do controle deslizante, o valor atual é";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "você pode passar o dedo para cima ou para baixo para alterar o valor";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "miniatura do cursor de intervalo inferior, o valor atual é";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "você pode passar o dedo para cima ou para baixo para alterar o valor inferior";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "miniatura do cursor de intervalo superior, o valor atual é";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "você pode passar o dedo para cima ou para baixo para alterar o valor superior";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "o valor atual é %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "o valor inferior atual é %@, o valor superior é %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d de %d estrelas";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Toque duas vezes e arraste para a esquerda ou direita para ajustar o valor";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Leitura de código de barras";

"BarcodeScanHintKey" = "Toque duas vezes para ler";

